[DIALOG_102]
BUTTON_1004=Write
BUTTON_1005=Write
BUTTON_1006=Write
BUTTON_1007=Write
BUTTON_1008=Write
BUTTON_1009=SN
BUTTON_1010=MAC
BUTTON_1011=BT
BUTTON_1012=IMEI
BUTTON_1014=Browse
BUTTON_1016=Write
DIALOG_TITLE=DllToolSample
LABEL_1017=SN:
LABEL_1018=MAC:
LABEL_1019=BT:
LABEL_1020=IMEI:
LABEL_1021=ALL:
LABEL_1022=Custom Data(Maximum:512B):
LABEL_1023=Custom Data Offset(Range:0-511):
LABEL_1024=

[Prompt]
INFO_NO_DEVICE=No found any device
INFO_ONE_DEVICE=Found one %s device
INFO_MANY_DEVICE=Found many devices

ERROR_ACTION_RUN=Action is running,please exit later!

ERROR_NO_DEVICE=No found any devices can do!
ERROR_MANY_DEVICE=Found many devices can do!
ERROR_NO_DRIVE=No found drive to switch!
ERROR_SWITCH_DEVICE=Switch device failed!
ERROR_WRITEDATA_FAIL=Writing data failed!
INFO_WRITEDATA_OK=Writing data OK.
ERROR_INVALID_SN=Invalid sn!
ERROR_INVALID_MAC=Invalid mac!
ERROR_INVALID_BT=Invalid bt!
ERROR_INVALID_IMEI=Invalid imei!
ERROR_CUSTOM_FILE=Custom file is not existed!
ERROR_CUSTOM_OFFSET=Custem offset is not valid!
ERROR_OPEN_CUSTOM_FILE=Reading custom file failed!